[
    {
        "topic" : "Harvard WorldMUN 2023 Paris",
        "content" : [
            "MST successfully organized a delegation of 17 Taiwanese delegates to participate in the 2023 Harvard WorldMUN Conference held in Paris.",
            "This has been the first Taiwanese visit to WorldMUN since 2018, and the delegation was the first non-university sponsored Taiwanese delegation to have ever visited an international conference.",
            "Members of the delegation come from Taiwanese universities such as NTU, NYCU, NTPU, and universities abroad, including HKUST, HSRW, UvA and Mcgill. Members of our delegation prepared diligently for the conference, while MST provided training workshops and logistical services for the delegation.",
            "Apart from participating in WorldMUN as delegates, two of our members, Rubin and Erica, were also selected as assistant chairs for GA6 SPECPOL."
        ]
    },
    {
        "topic" : "Spring Mock Conference",
        "content" : [
            "Spring Mock Conference is a 2-day training conference held annually, joined by some of the best high school Model UN clubs of Taiwan. The organizing team is led by an MST faculty, and jointly formed by voluntary student officers from its annual participating clubs.",
            "A key purpose of Spring Mock is to provide a higher-intermediate level conference at an affordable price. Each committee has therefore been carefully selected to provide a fair and challenging script for every delegate. Our faculty works closely with these participating clubs to not only uphold the academic integrity of the conference, but to also sort through the hassle of managing costs and coordinating services.",
            "As the only conference with all of its participants being capably trained delegates, Spring Mock has the potential of becoming one of the most academically-potent and simulative conferences in Taiwan."
        ]
    },
    {
        "topic" : "Re_ Model UN Conference",
        "content" : [
            "Re_ Model UN Conference, or Re_MUN was an invitational, experimental pop-up conference held on Aug. 6th, 2022. Re_MUN was also one of the first public events hosted by MST.",
            "Re_MUN was an all-star showdown between 20 of the most outstanding Taiwanese MUN delegates from previous generations, where we had them “fight it out” under the United Nations Security Council. Delegates who joined by open registration were also assigned to these invitees as mentees, where they could learn at the forefront the mindset, strategies and tactics their mentors had, that made them some of the best of their generation.",
            "We hosted Re_MUN because MST believes in connection and dialogue — especially friendly exchanges between generations. Model UN can only thrive in Taiwan if delegates know who they should look up to. We believe Re_MUN signifies how despite our age, members of the Taiwanese MUN community are always part of this community, and are always up for a revisit."
        ]
    }
]