[
    {
        "id":"#WhatIsMUN",
        "topic":"What is MUN",
        "content":[
            "Model United Nations (MUN), often abbreviated as MUN, involves participants portraying representatives of various countries in international conferences to simulate the procedures of discussing global issues, engaging in speeches, debates, proposals, and voting. These delegates engage in multilateral negotiations during the conference after familiarizing themselves with their respective countries' political, historical, economic, and global affairs positions and interests.",
            "Those who have participated in MUN generally agree that it enhances their understanding of international affairs and trends. Moreover, it significantly improves their abilities in public speaking, debating, empathy, and teamwork. These practical skills, coupled with the highly social nature of MUN, make it stand out among numerous extracurricular activities and become a popular event among international high school and university students.",
            "Participants in MUN come from diverse backgrounds. They are not only from the humanities and social sciences but also from law, business, engineering, and science faculties. They commonly share a passion for international exchange and a willingness to engage in interdisciplinary learning."
        ]
    },
    {
        "id": "#WhatWeDo",
        "topic": "What We Do",
        "content":[
            "The Model United Nations Society Taiwan (MST) was established in 2021 as a cross-campus academic organization with the mission of promoting Model United Nations (MUN) and fostering a domestic community network while creating opportunities for Taiwanese students to connect internationally.",
            "The team is composed of outstanding students from National Yang Ming Chiao Tung University, National Taipei University, National Taiwan University, and other institutions in Taiwan. In 2021, amidst the raging pandemic, MUN clubs in schools were severely impacted. However, Taiwanese students from around the world united and founded MST, aiming to continue providing MUN experiences for Taiwanese youth.",
            "MST is dedicated to enhancing the cohesion and synergy of the Taiwanese MUN community through organizing conferences, academic, and social activities. To help more students understand MUN, MST launched free online courses and workshops on MUN during the summer of 2021, attracting hundreds of high school, vocational school, and university students to participate. Besides organizing conferences and delegations, team members are frequently invited by domestic conferences and clubs to serve as keynote speakers and workshop instructors. The members' presence can be seen across Taiwan, almost in every public conference.",
            "To bring Taiwanese students to the international stage, the MUN Society Taiwan aims to connect students from diverse backgrounds, promote friendship, and foster mutual growth. By interconnecting and pooling resources and opportunities, they strengthen the domestic MUN community to break the international stereotypes and discrimination against Taiwan and strive to excel on the international stage. In 2023, the society will focus on guiding more high school students to independently organize conferences and host activities like workshops and social gatherings across Taiwan."
        ]
    },
    {
        "id": "#OurMission",
        "topic": "Our Mission",
        "content":[
            "Model United Nations (MUN), often abbreviated as MUN, involves participants portraying representatives of various countries in international conferences to simulate the procedures of discussing global issues, engaging in speeches, debates, proposals, and voting. These delegates engage in multilateral negotiations during the conference after familiarizing themselves with their respective countries' political, historical, economic, and global affairs positions and interests.",
            "Those who have participated in MUN generally agree that it enhances their understanding of international affairs and trends. Moreover, it significantly improves their abilities in public speaking, debating, empathy, and teamwork. These practical skills, coupled with the highly social nature of MUN, make it stand out among numerous extracurricular activities and become a popular event among international high school and university students.",
            "Participants in MUN come from diverse backgrounds. They are not only from the humanities and social sciences but also from law, business, engineering, and science faculties. They commonly share a passion for international exchange and a willingness to engage in interdisciplinary learning."
        ]
    }
]