[
    {
        "title":"President",
        "name":"Rubin Ku",
        "university":"National Yang Ming Chiao Tune University",
        "avatar":"https://live.staticflickr.com/65535/54016289759_8f379924fa.jpg",
        "content":[
            "Rubin is one of the founders of MST, and has been active in the MUN scene for more than 7 years. He has participated in more than 50 conferences, and chaired in more than 20 of them. He has been to conferences held in Nanjing, Tel Aviv, Busan, New York, and served as the Assistant Chair of GA6 SPECPOL in Harvard WorldMUN 2023 Paris.",
            "He is one of the most prominent members of the Taiwanese MUN community, and has been invited to deliver keynote speeches and lessons for more than 10 occasions across Taiwan. As an enthusiastic educator, Rubin has advised more than 7 high school level clubs, and has been key to most of the early initiatives of the Society."
        ]
    },
    {
        "title":"Board Member",
        "name":"Erica Peng",
        "university":"University of Calgary",
        "avatar":"https://live.staticflickr.com/65535/54016289854_df9b7caedc.jpg",
        "content":[
            "Erica is one of the founders of MST and an active member of the international Model UN community. She has participated in conferences around North America, Europe, and Asia.",
            "Erica has enjoyed serving as a Secretariat or Dais member at international conferences such as InterMUN, Asia-Pacific Model UN Conference, and Harvard WorldMUN. She is particularly interested in committee topics related to law, technology, science, and crime prevention."
        ]
    },
    {
        "title":"Board Member",
        "name":"Brian Ho",
        "university":"National Taipei University",
        "avatar":"https://live.staticflickr.com/65535/54016392965_925154b6a7.jpg",
        "content":[
            "Brian is an active member in the MUN society of Taiwan. He has participated in more than 25 in-person conferences, mostly chairing middle sized committees with a high academic base.",
            "HHe served as the head delegate of the MST delegation team in WorldMUN 2023, and brought the team back with joy. Recently, he focuses on event planning and conference organizing, aiming to invigorate the society with more dynamics."
        ]
    },
    {
        "title":"Board Member",
        "name":"Winnie Ho",
        "university":"Soochow University",
        "avatar":"https://live.staticflickr.com/65535/54016392930_e7d596804b.jpg",
        "content":[
            "As a long-time MUNer, Winnie proudly states that she has participated in Model United Nations for over a “decade”. Accordingly, she has attended more than 30 in-person conferences and enjoys every minute.",
            "Winnie founded InterMUN and will serve as secretary general of InterMUN 2023, in addition to serving on the MST board. Since Winnie is passionate about Model UN, she decided to hold InterMUN 2023 as a physical international conference in Taiwan for the first time in a decade.",
            "Furthermore, since Winnie has a very adventurous nature, she particularly enjoys crises, fictional committees, humanitarian topics, and outer space, basically anything that would spice up a debate."
        ]
    }
]